Repository: KDE/rust-qt-binding-generator
Catalog: poqm/*/rqbgdemo_qt.po
Languages: ca@valencia, de, eo, eu, nn, sl

# chart|
source: time [s]
ca@valencia: vegada [s]
de: Zeit [s]
eo: tempo [j]
eu: denbora [s]
nn: tid [s]
sl: čas [s]

# chart|
source: electric potential [V]
ca@valencia: potencial elèctric [V]
de: Elektrisches Potenzial [V]
eo: elektra potencialo [V]
eu: potential elektrikoa [V]
nn: elektrisk potensial [V]
sl: električni potencial [V]

# DataAndChart|
source: time
ca@valencia: vegada
de: Zeit
eo: tempo
eu: denbora
nn: tid
sl: čas

# DataAndChart|
source: QtChart is not available.
ca@valencia: «QtChart» no està disponible.
de: QtCharts sind nicht verfügbar
eo: QtChart ne disponeblas.
eu: «QtChart» ez dago erabilgarri.
nn: QtChart er ikkje tilgjengeleg.
sl: QtChart ni na voljo.

# Fibonacci|
source: Calculate the <i>nth</i> Fibonacci number
ca@valencia: Calcula la successió de Fibonacci <i>núm.</i>
de: Die <i>n-te</i> Fibonacci-Zahl berechnen
eo: Kalkulu la <i>n-an</i> nombron de Fibonacci
eu: Kalkulatu Fibonacci-ren <i>n.</i> zenbakia
nn: Rekn ut det <i>n.</i> Fibonacci-talet
sl: Izračunaj <i>n-to</i> Fibonaccijevo število

# Fibonacci|
source: Your number
ca@valencia: El vostre número
de: Ihre Zahl
eo: Via numero
eu: Zure zenbakia
nn: Talet ditt
sl: Vaše število

# Fibonacci|
source: The Fibonacci number:
ca@valencia: La successió de Fibonacci:
de: Die Fibonacci-Zahl:
eo: La Fibonacci nombro:
eu: Fibonacci zenbakia:
nn: Fibonacci-talet:
sl: Fibonaccijevp number:

# Fibonacci2|
source: Calculate the <i>nth</i> Fibonacci number
ca@valencia: Calcula la successió de Fibonacci <i>núm.</i>
de: Die <i>n-te</i> Fibonacci-Zahl berechnen
eo: Kalkulu la <i>n-an</i> nombron de Fibonacci
eu: Kalkulatu Fibonacci-ren <i>n.</i> zenbakia
nn: Rekn ut det <i>n.</i> Fibonacci-talet
sl: Izračunaj <i>n-to</i> Fibonaccijevo število

# Fibonacci2|
source: Your number
ca@valencia: El vostre número
de: Ihre Zahl
eo: Via numero
eu: Zure zenbakia
nn: Talet ditt
sl: Vaše število

# Fibonacci2|
source: The Fibonacci number:
ca@valencia: La successió de Fibonacci:
de: Die Fibonacci-Zahl:
eo: La Fibonacci nombro:
eu: Fibonacci-ren zenbakia:
nn: Fibonacci-talet:
sl: Fibonnacijevo število:

# FibonacciList|
source: Row
ca@valencia: Fila
de: Zeile
eo: Vico
eu: Errenkada
nn: Rad
sl: Vrsta

# FibonacciList|
source: Fibonacci number
ca@valencia: Successió de Fibonacci
de: Fibonacci-Zahl
eo: Fibonacci nombro
eu: Fibonacci-ren zenbakia
nn: Fibonacci-tal
sl: Fibonnacijevo število

# FibonacciList2|
source: Row
ca@valencia: Fila
de: Zeile
eo: Vico
eu: Errenkada
nn: Rad
sl: Vrsta

# FibonacciList2|
source: Fibonacci number
ca@valencia: Successió de Fibonacci
de: Fibonacci-Zahl
eo: Fibonacci nombro
eu: Fibonacci-ren zenbakia
nn: Fibonacci-tal
sl: Fibonnacijevo število

# FibonacciListKirigami|
source: Row
ca@valencia: Fila
de: Zeile
eo: Vico
eu: Errenkada
nn: Rad
sl: Vrsta

# FibonacciListKirigami|
source: Fibonacci number
ca@valencia: Successió de Fibonacci
de: Fibonacci-Zahl
eo: Fibonacci nombro
eu: Fibonacci-ren zenbakia
nn: Fibonacci-tal
sl: Fibonnacijevo število

# FileTreeView2|
source: Name
ca@valencia: Nom
eo: Nomo
eu: Izena
nn: Namn
sl: Ime

# FileTreeView2|
source: Size
ca@valencia: Mida
de: Größe
eo: Grandeco
eu: Neurria
nn: Storleik
sl: Velikost

# FileTreeViewKirigami|
source: Name
ca@valencia: Nom
eo: Nomo
eu: Izena
nn: Namn
sl: Ime

# FileTreeViewKirigami|
source: Size
ca@valencia: Mida
de: Größe
eo: Grandeco
eu: Neurria
nn: Storleik
sl: Velikost

# main|
source: Calculate the <i>nth</i> Fibonacci number
ca@valencia: Calcula la successió de Fibonacci <i>núm.</i>
de: Die <i>n-te</i> Fibonacci-Zahl berechnen
eo: Kalkulu la <i>n-an</i> nombron de Fibonacci
eu: Kalkulatu Fibonacci-ren <i>n.</i> zenbakia
nn: Rekn ut det <i>n.</i> Fibonacci-talet
sl: Izračunaj <i>n-to</i> Fibonaccijevo število

# main|
source: The Fibonacci number:
ca@valencia: La successió de Fibonacci:
de: Die Fibonacci-Zahl:
eo: La Fibonacci nombro:
eu: Fibonacci-ren zenbakia:
nn: Fibonacci-talet:
sl: Fibonaccijevo število:

# main|
source: Row
ca@valencia: Fila
de: Zeile
eo: Vico
eu: Errenkada
nn: Rad
sl: Vrsta

# main|
source: Fibonacci number
ca@valencia: Successió de Fibonacci
de: Fibonacci-Zahl
eo: Fibonacci nombro
eu: Fibonacci-ren zenbakia
nn: Fibonacci-tal
sl: Fibonaccijevo število

# main|
source: Name
ca@valencia: Nom
eo: Nomo
eu: Izena
nn: Namn
sl: Ime

# main|
source: Size
ca@valencia: Mida
de: Größe
eo: Grandeco
eu: Neurria
nn: Storleik
sl: Velikost

# main|
source: Initial widget style.
ca@valencia: Estil inicial del giny.
de: Ursprünglicher Stil der Bedienelemente.
eo: Komenca fenestraĵstilo.
eu: Trepetaren hasierako itxura.
nn: Startstil for element.
sl: Začetni slog gradnika.

# main|
source: style
ca@valencia: Estil
de: Stil
eo: stilo
eu: estiloa
nn: stil
sl: slog

# main|
source: Initial tab.
ca@valencia: Pestanya inicial
de: Ursprüngliche Karteikarte
eo: Komenca langeto.
eu: Hasierako fitxa.
nn: Startfane.
sl: Začetni zavihek

# main|
source: tab
ca@valencia: Pestanya
de: Karteikarte
eo: langeto
eu: fitxa
nn: fan
sl: zavihek

# DataAndChart|
source: sin
de: Sinus

# DataAndChart|
source: cos
de: Cosinus
